var task_text_am = {
    task: "Սպիրտայրոցի նախապատրաստումը գործածության համար",
    hint: [
        "հեղուկամանը դրեք սեղանին",
        "սկավառակով խողովակը դեղադրեք հեղուկամանի մեջ",
        "պատրույգը իջեցրեք սկավառակով խողովակի մեջ",
        "ձագարը տեղադրեք հեղուկամանի մեջ, միաժամանակ սկավառակով խողովակը բարձրացնելով դեպի վեր",
        "Հեղուկամանի մեջ ծավալի 2/3-ի չափով ձագարի օգնությամբ լցրեք էթիլ սպիրտ",
        "հանեք ձագարը հեղուկամանից և դրեք սեղանի աջ մասում",
        "վառեք սպիրտայրոցը",
        "անջատեք սպիրտայրոցը",
        ""
    ],
    message: [""]
};