var task_text_am = {
    task: "Տրված զանգվածային բաժնով նյութի լուծույթի պատրաստումը",
    hint: [
        "<i>Փորձ 1</i><br />Կշռե՛ք մոտ 30գ. կերակրի աղ և կշռանքը լցրե՛ք բաժակի մեջ",
        "Չափագլանով չափե՛ք 120մլ. ջուր և ավելացրե՛ք աղի վրա",
        "Խառնե՛ք բաժակի պարունակությունը, մինչև աղը լրիվ լուծվի",
        "<i>Փորձ 2</i><br />100մլ. տարողությամբ չափիչ կոլբի մեջ մոտ 50մլ. ջուր լցրե՛ք",
        "Կշռե՛ք 5.6 գրամ նատրիումի քլորիդ և լցրե՛ք չափիչ կոլբի մեջ",
        "Կոլբը թափահարե՛ք, մինչև աղը լրիվ լուծվի, այնուհետև կոլբի մեջ զգուշորեն ջուր ավելացրե՛ք, մինչև լուծույթի մակարդակը հասնի կոլբի 100մլ. չափանիշին"
    ],
    message: [
        ""
    ]
};