var task_text_am = {
    task: "Սպիրտայրոցի նախապատրաստումը գործածության համար",
    hint: [
        "վերցրեք առարկայական ապակին և դրեք սեղանին",        //0 
        "սեղանին դրեք խոտի թուրմը",                         //1
        "կաթոցիկով վերցրեք խոտի թուրմից",                   //2
        "կաթացրեք առարկայական ապակու վրա",                  //3
        "առարկայական ապակու վրա դրեք ծածկապակին",           //4
        "տեղադրեք առարկայական ապակին մանրադիտակի տակ",      //5
        "կրկին իջեցրեք առարկայական ապակին",                 //6
        "իջեցրեք աղի ջրային լուծույթը",                     //7
        "կաթոցիկով վերցրեք խոտի թուրմից",                   //8
        "կաթացրեք առարկայական ապակու վրա",                  //9
        "կաթացիկով վերցրեք աղի ջրային լուծույթը",           //10
        "կաթացրեք առարկայական ապակու վրա",                  //11
        "առարկայական ապակու վրա դրեք ծածկապակին",           //12
        "տեղադրեք առարկայական ապակին մանրադիտակի տակ",      //13
        "կրկին իջեցրեք առարկայական ապակին",                 //14
        "իջեցրեք սնկախմորի ջրային սուսպենզիան",             //15
        "կաթոցիկով վերցրեք խոտի թուրմից",                   //16
        "կաթացրեք առարկայական ապակու վրա",                  //17
        "կաթացիկով վերցրեք սնկախմորի լուծույթը",           //18
        "կաթացրեք առարկայական ապակու վրա",                  //19
        "առարկայական ապակու վրա դրեք ծածկապակին",           //20
        "տեղադրեք առարկայական ապակին մանրադիտակի տակ",      //21
        "կրկին իջեցրեք առարկայական ապակին",                 //22
        "կաթոցիկով վերցրեք խոտի թուրմից",                   //23
        "կաթացրեք առարկայական ապակու վրա",                  //24
        "իջեցրեք բամբակը առարկայական ապակու վրա",           //25
        "առարկայական ապակու վրա դրեք ծածկապակին",           //26
        "տեղադրեք առարկայական ապակին մանրադիտակի տակ",      //27
        "իջեցրեք աղի ջրային լուծույթը",                     //28
        ""                                                   //29
    ],
    message: [""]
};